package utils

var (
	START_TEXT = `
		Привет! Я AI Tutor Bot 🤖
		Я помогу тебе разобраться с задачами по школе.
		Пока я умею отвечать на текстовые сообщения. Скоро добавим фото и голос.
	`

	HELP_TEXT = `
		Что я умею:
		1. Отвечать на вопросы
		2. Объяснять задачи простыми словами
		3. Помогать как наставник
		Команды:
		/start — начать работу
		/help — помощь
		/limit — узнать остаток запросов на сегодня
		/profile — мой профиль
		/reset — очистить историю диалога
		Просто отправь мне вопрос.
	`
	RESET_TEXT = "История диалога очищена ✅ Можем начать заново."
)
